{
  "howHelp": "How to Help",
  "finance": "Financial",
  "copyKey": "Copy key",
  "copied": "Copied!",
  "share": "Copy link",
  "pix": "PIX",
  "intlTransfer": "International Transfer (Wise)",
  "ted": "TED",
  "contactsShare": "Contacts and Share",
  "scanPix": "Scan the QR Code or copy the key to donate via PIX.",
  "useData": "Use the details below for direct transfer to the international account.",
  "tedData": "Details for national transfer.",
  "networks": "Find me on social media:",
  "shareHelp": "If you can’t contribute now, sharing already helps!",
  "raised": "Raised",
  "goal": "Goal",
  "updated": "Updated",
  "start": "Start",
  "earlyLife": "Upbringing",
  "olympiad": "Olympiad Achievements",
  "firstIndependence": "First Independence",
  "insper": "Insper Scholarship",
  "planning": "Financial Planning",
  "contributors": "Contributors",
  "institution": "Institution",
  "earlyLife_p1": "I was born in 2001 in Juazeiro do Norte-CE, son of Avani Taveira do Nascimento and Wigli Ivalque de Freitas Júnior. My father worked as a mechanic and my mother had a small art business, which didn’t allow for extravagance but ensured a comfortable life.",
  "earlyLife_p2": "I grew up surrounded by my father’s tools and my mother’s paintings, and this environment sparked my creativity and reasoning from an early age. At home, this translated into dismantling and reassembling toys and, occasionally, even simpler electronic devices.",
  "earlyLife_p3": "Another thing my parents always emphasized was the importance of education. My mother was part of the only generation in the family with higher education, while my father didn’t have that opportunity. That’s why they always encouraged me to study and seek knowledge.",
  "earlyLife_p4": "Combining my interests with their constant encouragement, I started standing out early and seeking challenges and opportunities to learn more. They took this dedication so seriously that they moved me to different schools three times to ensure I had access to an education that matched my willingness to learn.",
  "olympiad_p1": "My last school was Colégio Objetivo in my hometown, where I stayed from the 4th year of Elementary School until the 2nd year of High School. There I was introduced to the world of Olympiads, which served as an extra challenge in daily school life and, later, as a great path to new opportunities.",
  "olympiad_p2": "By the 6th year, I had already won my first medals in competitions such as OBA, OBI, and Mathématiques Sans Frontières. From then on, it was an intense dedication that resulted in an impressive list of participations and achievements.",
  "olympiad_p3": "This journey opened doors, including representing the school at QUANTA 2015 in Lucknow, India, which was my first international opportunity. Besides the competitions, I had a small highlight by acting as the translator for the delegation representative in the final speech of the competition.",
  "olympiad_p4": "But I believe the greatest opportunity the Olympiads gave me was the full scholarship at Farias Brito in 2018 to study in its ITA/IME preparatory class, where I completed my High School and further developed my knowledge.",
  "firstIndependence_p1": "This scholarship was a unique opportunity, allowing me to study at the largest preparatory institution for ITA in the country. As an Olympiad student, I learned about the Technological Institute in the 9th year and set it as my main academic goal. It would be a dream to pass the most difficult university entrance exam in the country.",
  "firstIndependence_p2": "But along with this opportunity came the need to become more independent. The scholarship covered the school, but I had to move to Fortaleza on my own, facing new challenges and responsibilities. It was a tough time, moving apartments every year, but I learned a lot about resilience and adaptation.",
  "firstIndependence_p3": "In total, it was 3 and a half years of great academic and personal learning. After finishing High School, I spent another 2 years trying to be admitted to ITA, achieving moderate success with admissions to smaller exams such as EFOOM and Naval School, and coming close to passing ITA in 2020, when I was cut due to my Chemistry score.",
  "insper_p1": "In the midst of the Covid pandemic in 2021, I discovered Insper. It was an institution that rivaled ITA in terms of quality of education and surpassed it in infrastructure. I applied for the Scholarship Program and entrance exam in the first semester and was accepted on my first attempt into the Computer Engineering course!",
  "insper_p2": "Thanks to this scholarship, I was able to move to Toca da Raposa, the housing for Insper scholarship holders and students from outside São Paulo, where I met many people with different stories and cultures, who became great friends. Some of them even became my current apartment mates, with whom I share my struggles and achievements, becoming a second family.",
  "insper_p3": "Since then, it has been 4 years full of opportunities, challenges, and learning. I have participated in various student organizations, projects, and events that broadened my worldview and connected me with amazing people. Now, the scholarship opens another opportunity: an exchange program in Germany, which is a long-held dream and a chance to further expand my academic and professional horizons.",
  "table_item": "Item",
  "table_minEuro": "Minimum (€)",
  "table_expEuro": "Expected (€)",
  "table_minBRL": "Minimum (R$)",
  "table_expBRL": "Expected (R$)",
  "cost_accommodation": "Accommodation",
  "cost_food": "Food",
  "cost_transport": "Transport",
  "cost_household": "Household expenses",
  "cost_phone": "Mobile plan",
  "cost_health": "Health insurance",
  "cost_subtotalMonthly": "Monthly subtotal",
  "cost_semester": "Semester (×6)",
  "cost_apartmentFees": "Apartment entry fees",
  "cost_deposit": "Deposit",
  "cost_residencePermit": "Residence permit",
  "cost_airfare": "Airfare",
  "cost_emergency": "Emergency fund",
  "cost_totalEstimated": "Total estimated",
  "rate_used": "Exchange rate used",
  "date_in": "on",
  "university_p1": "THI is a university of applied sciences in Bavaria, very strong in engineering and technology. For me, it is the chance to spend a semester immersed in a different culture, face the challenge of stepping out of my comfort zone, and connect what I have been building so far with new ways of learning and solving problems.",
  "university_p2": "The opportunity came through the mobility partnership between Insper and THI, which recognizes credits and makes the exchange possible without tuition fees there. The Insper Scholarship Program covers my education here in Brazil, and I am working to cover the rest to make this stage possible.",
  "university_p3": "My plan is to take courses I still need, such as Economics for Engineering, revisit some that I really enjoyed with a new perspective, participate in projects, and bring that knowledge back. In the meantime, I want to take the opportunity to visit new places, build good relationships, and broaden my repertoire. I want to return with technical knowledge and stories from someone who learned and contributed.",
  "university_p4": "This opportunity connects the curiosity from Juazeiro, the foundation I built at Insper, and the desire to build something greater. I will document everything here and, if you can, I invite you to follow along and support.",
  "exchange_hero_title": "Tales in Germany",
  "exchange_hero_p1": "Hi there! I'm <span style=\"color:#93c5fd;font-weight:700\">Tales Ivalque Taveira de Freitas</span>, a Computer Engineering student at Insper on a full scholarship. Born and raised in <span style=\"color:#93c5fd;font-weight:600\">Juazeiro do Norte, CE</span>, I later moved to Fortaleza and then São Paulo in search of better opportunities. You can learn more about me in <a href=\"#criacao\" style=\"color:#93c5fd;text-decoration:underline dotted\">My Journey</a>.",
  "exchange_hero_p2": "Very soon I'll fulfill a dream: an exchange semester at the <a href=\"#thi\" style=\"color:#93c5fd;text-decoration:underline dotted\">Technische Hochschule Ingolstadt (THI)</a> in Germany.",
  "exchange_hero_p3": "Since I'm a scholarship student at Insper, all tuition and related fees are already covered. But I still need to fund the trip expenses: housing, food, flights, and more.",
  "exchange_hero_p4": "I built this site to raise funds and share my experiences during the exchange. If you can, <strong style=\"color:#e2e8f0\">help make this dream happen!</strong>",
  "exchange_hero_cta_support": "Support Now",
  "exchange_hero_cta_costs": "View Costs",
  "exchange_hero_cta_institution": "Institution",
  "contributors_empty": "No contributions recorded yet."
}
