{
  "howHelp": "Como Ajudar",
  "finance": "Financeiro",
  "copyKey": "Copiar chave",
  "copied": "Copiado!",
  "share": "Copiar link",
  "pix": "PIX",
  "intlTransfer": "Transferência internacional (Wise)",
  "ted": "TED",
  "contactsShare": "Contatos e Compartilhamento",
  "scanPix": "Escaneie o QR Code ou copie a chave para doar via PIX.",
  "useData": "Use os dados abaixo para transferência direta para a conta internacional.",
  "tedData": "Dados para transferência nacional.",
  "networks": "Me encontre nas redes:",
  "shareHelp": "Se não puder contribuir agora, compartilhar já ajuda!",
  "raised": "Arrecadado",
  "goal": "Meta",
  "updated": "Atualizado",
  "start": "Início",
  "earlyLife": "Criação",
  "olympiad": "Destaques em Olimpíadas",
  "firstIndependence": "Primeira Independência",
  "insper": "Bolsa Insper",
  "planning": "Planejamento Financeiro",
  "contributors": "Contribuintes",
  "institution": "Instituição",
  "earlyLife_p1": "Eu nasci no ano de 2001 em Juazeiro do Norte-CE, filho de Avani Taveira do Nascimento e Wigli Ivalque de Freitas Júnior. Meu pai trabalhava como mecânico e minha mãe tinha um pequeno negócio de artes, o que não permitia esbanjo, mas garantia uma vida confortável.",
  "earlyLife_p2": "Cresci cercado pelas ferramentas do meu pai e pelos quadros que minha mãe pintava, e esse ambiente me despertou desde cedo criatividade e raciocínio. Em casa, isso se traduzia em desmontar e remontar brinquedos e, de vez em quando, até aparelhos eletrônicos mais simples.",
  "earlyLife_p3": "Outra coisa que meus pais sempre reforçaram foi a importância da Educação. Minha mãe fazia parte da única geração com formação superior na família, enquanto meu pai não teve essa oportunidade. Por isso, sempre me incentivaram a estudar e buscar conhecimento.",
  "earlyLife_p4": "Somando meus interesses ao incentivo constante deles, comecei cedo a me destacar e a buscar desafios e oportunidades de aprender mais. Eles levavam essa dedicação tão a sério que me mudaram de colégio três vezes para garantir que eu tivesse acesso a uma educação no mesmo nível da minha vontade de aprender.",
  "olympiad_p1": "Meu último colégio foi o Colégio Objetivo da minha cidade, onde fiquei do 4º ano do Fundamental até o 2º ano do Ensino Médio. Lá fui apresentado ao mundo das Olimpíadas, que serviram como um desafio extra no dia a dia da escola e, mais tarde, como um ótimo caminho para novas oportunidades.",
  "olympiad_p2": "Já no 6º ano, conquistei minhas primeiras medalhas em provas como a OBA, a OBI e a Mathématiques Sans Frontières. Desde então, foi uma dedicação intensa que rendeu um quadro expressivo de participações e conquistas.",
  "olympiad_p3": "Essa trajetória abriu portas, inclusive para representar o colégio na QUANTA 2015, em Lucknow, Índia, que foi minha primeira oportunidade internacional. Além das provas, tive um pequeno destaque ao atuar como tradutor do representante da delegação no discurso final da competição.",
  "olympiad_p4": "Mas acho que a maior oportunidade que as Olímpiadas me deram foi a bolsa de estudos integral no Farias Brito em 2018 para estudar na sua turma ITA/IME, onde concluí meu Ensino Médio e desenvolvi ainda mais meu conhecimento.",
  "firstIndependence_p1": "Essa bolsa foi uma oportunidade ímpar, me permitindo estudar na maior instituição de ensino preparatório para o ITA do país. Sendo aluno Olímpico, conheci o Instituto Tecnológico já no 9º ano, e o coloquei como meta principal da minha trajetória acadêmica. Seria um sonho conquistar o vestibular mais difícil do país.",
  "firstIndependence_p2": "Mas, junto com essa oportunidade, veio a necessidade de me tornar mais independente. A bolsa me garantia o colégio, mas eu precisei me mudar para Fortaleza sozinho, enfrentando novos desafios e responsabilidades. Foi uma época difícil, mudando de apartamento a cada ano, mas aprendi muito sobre resiliência e adaptação.",
  "firstIndependence_p3": "Ao todo, foram 3 anos e meio de muito aprendizado, tanto acadêmico quanto pessoal. Após concluir o Ensino Médio, passei ainda 2 anos tentando a aprovação no ITA, obtendo sucesso moderado, com aprovações em vestibulares menores como EFOOM e Escola Naval, e chegando perto da aprovação no ITA em 2020, quando fui cortado pela nota de Química.",
  "insper_p1": "No meio da pandemia da Covid, em 2021, eu conheci o Insper. Era uma instituição que rivalizava o ITA em termos de qualidade de ensino e superior em infraestrutura. Apliquei para o Programa de Bolsas e Vestibular ainda no primeiro semestre e fui aprovado de primeira para o curso de Engenharia de Computação!",
  "insper_p2": "Graças a essa bolsa, pude me mudar para a Toca da Raposa, a moradia para bolsistas do Insper e de fora de São Paulo, onde conheci muitas pessoas, com histórias e culturas diferentes, e que se tornaram grandes amigos. E parte dessas pessoas se tornaram meus atuais colegas de apartamento, com quem divido minhas angústias e conquistas, se tornando uma segunda família.",
  "insper_p3": "Desde então, foram 4 anos cheios de oportunidades, desafios e aprendizados. Participei de várias entidades estudantis, projetos e eventos que ampliaram minha visão de mundo e me conectaram com pessoas incríveis. Agora, a bolsa abre mais uma oportunidade: o intercâmbio na Alemanha, que é um sonho antigo e uma chance de expandir ainda mais meus horizontes acadêmicos e profissionais.",
  "table_item": "Item",
  "table_minEuro": "Mínimo (€)",
  "table_expEuro": "Esperado (€)",
  "table_minBRL": "Mínimo (R$)",
  "table_expBRL": "Esperado (R$)",
  "cost_accommodation": "Acomodação",
  "cost_food": "Alimentação",
  "cost_transport": "Transporte",
  "cost_household": "Despesas domésticas",
  "cost_phone": "Plano de celular",
  "cost_health": "Seguro saúde",
  "cost_subtotalMonthly": "Subtotal mensal",
  "cost_semester": "Semestre (×6)",
  "cost_apartmentFees": "Taxas de entrada do apartamento",
  "cost_deposit": "Depósito",
  "cost_residencePermit": "Permissão de residência",
  "cost_airfare": "Passagens aéreas",
  "cost_emergency": "Reserva de emergência",
  "cost_totalEstimated": "Total estimado",
  "rate_used": "Cotação usada",
  "date_in": "em",
  "university_p1": "A THI é uma universidade de ciências aplicadas na Baviera, muito forte em engenharia e tecnologia. Para mim, é a chance de viver um semestre imerso em uma cultura diferente, encarar o desafio de sair da zona de conforto e conectar o que venho construindo até aqui com novas formas de aprender e resolver problemas.",
  "university_p2": "A oportunidade veio pela parceria de mobilidade entre o Insper e a THI, que reconhece créditos e viabiliza o intercâmbio sem mensalidade por lá. O Programa de Bolsas do Insper cobre minha formação aqui no Brasil, e eu corro atrás do restante para tornar essa etapa possível.",
  "university_p3": "Meu plano é cursar matérias que ainda me faltam, como Economia para Engenharia, revisitar algumas que gostei muito com um novo olhar, participar de projetos e trazer esse aprendizado de volta. No meio tempo, quero aproveitar para conhecer novos lugares, construir boas relações e ampliar meu repertório. Quero voltar com bagagem técnica e histórias de quem aprendeu e contribuiu.",
  "university_p4": "Essa oportunidade conecta a curiosidade lá de Juazeiro, a base que construí no Insper e a vontade de construir algo maior. Vou registrar tudo por aqui e, se puder, fica o convite para acompanhar e apoiar.",
  "exchange_hero_title": "Tales in Germany",
  "exchange_hero_p1": "Oi, prazer! Me chamo <span style=\"color:#93c5fd;font-weight:700\">Tales Ivalque Taveira de Freitas</span>, sou estudante de Engenharia de Computação no Insper, onde sou bolsista integral. Nascido e criado em <span style=\"color:#93c5fd;font-weight:600\">Juazeiro do Norte-CE</span>, mudei-me para Fortaleza e, depois, para São Paulo em busca de melhores oportunidades. Você pode me conhecer melhor em <a href=\"#criacao\" style=\"color:#93c5fd;text-decoration:underline dotted\">Minha Trajetória</a>.",
  "exchange_hero_p2": "Muito em breve, vou realizar o sonho de fazer um intercâmbio na <a href=\"#thi\" style=\"color:#93c5fd;text-decoration:underline dotted\">Technische Hochschule Ingolstadt (THI)</a>, na Alemanha.",
  "exchange_hero_p3": "Por ser aluno bolsista no Insper, todos os custos relacionados a taxas de adesão e mensalidades já estão cobertos. Porém, ainda preciso custear as despesas da viagem: acomodação, alimentação, passagens, entre outras.",
  "exchange_hero_p4": "Criei este site para arrecadar recursos e compartilhar minhas experiências durante o intercâmbio. Se puder, <strong style=\"color:#e2e8f0\">apoie este sonho!</strong>",
  "exchange_hero_cta_support": "Apoiar Agora",
  "exchange_hero_cta_costs": "Ver Custos",
  "exchange_hero_cta_institution": "Instituição",
  "contributors_empty": "Ainda não há contribuições registradas."
}
